Repository: matsstralbergiis/zonemaster-frontend
Catalog: languages/*.po
Languages: sv_se

source: Config error! Polylang plugin is not active OR you havent choosen a default language
sv_se: Fel i konfigurationen! Polylang plugginet är inte aktiverat ELLER så är inte ett standardspråk valt.

source: Domain check
sv_se: Domäntest

source: Pre-delegated domain check
sv_se: Odelegerat domäntest

source: Test done. Waiting on results
sv_se: Testet är klart. Vi väntar på resultatet.

source: This field is required
sv_se: Det här fältet behöver vara ifyllt

source: Fetching data..
sv_se: Hämtar data…

source: Error then trying to get parent zone data
sv_se: Ett fel uppstod när vi försökte hämta data från parent zone

source: Incorrect IP-address:
sv_se: Felaktig IP-adress:

source: Starting test..
sv_se: Startar testet…

source: Running test..
sv_se: Kör tester..

source: Something actually went wrong. Error :(
sv_se: Något gick tyvärr fel. :(

source: Copied!
sv_se: Kopierad!

source: Press
sv_se: Tryck

source: to
sv_se: för att

source: Copy
sv_se: Kopiera

source: The Main Menu
sv_se: Huvudmenyn

source: Option - check domain with
sv_se: Alternativ - kontrollera domän med

source: IIS presents
sv_se: IIS presenterar

source: with
sv_se: med

source: Zonemaster engine
sv_se: Zonemaster testmotor

source: Sorry, API is currently offline. Try again in a while.
sv_se: Tyvärr är API som driver testmotorn just nu offline. Prova att ladda om sidan om en stund.

source: In a short while your test will be ready at
sv_se: Om ett par minuter kommer testet att finnas färdigt på

source: Click the link to refresh the status of your test.
sv_se: Klicka på länken för att uppdatera status för testet.

source: Currently checking
sv_se: Testar just nu

source: Cancel test mode
sv_se: Avbryt testet

source: Contains warnings!
sv_se: Innehåller varningar!

source: Contains errors!
sv_se: Innehåller fel!

source: Contains critical errors!
sv_se: Innehåller kritiska fel!

source: All is well!
sv_se: Allt är bra!

source: Sorry, we could not determ test results
sv_se: Tyvärr kunde vi inte leverera ett testresultat.

source: Test is not yet completely done, refresh this page in a while to see the progress
sv_se: Testet är inte helt klart, ladda om sidan om en stund för att se hur det går.

source: Link to this result is:
sv_se: Länk till detta resultat är:

source: and
sv_se: och

source: Checked with:
sv_se: Testad med:

source: Result
sv_se: Resultat

source: Earlier tests of
sv_se: Tidigare tester av

source: Critical error!
sv_se: Allvarligt fel!

source: Error!
sv_se: Fel!

source: Warning!
sv_se: Varning!

source: Back to top
sv_se: Tillbaka upp

source: Creation time
sv_se: Testet skapades

source: Overall result
sv_se: Övergripande resultat

source: (This is current test.)
sv_se: (Detta är aktuellt test)

source: The test you´re looking for is either not yet ready or has been deleted.
sv_se: Testet du söker är antingen ännu inte är redo eller har tagits bort.

source: (Or Backend API might be offline)
sv_se: (Eller backend testmotor kan var tillfälligt offline)

source: Sorry, we can´t test this.
sv_se: Tyvärr kan vi inte testa detta.

source: Sorry, we can´t test right now, API seems to be offline.
sv_se: Tyvärr kan vi inte göra tester just nu, testmotorns API är offline.

source: Checking is not possible.
sv_se: Det går inte att testa.

source: API backend reports an error.
sv_se: Testmotorns API rapporterar ett fel.

source: Test result
sv_se: Testresultat

source: Test your DNS server today.
sv_se: Testa din DNS server och upptäck fel.

source: Input zone.tld
sv_se: Ange ditt domännamn

source: Test Now
sv_se: Testa!

source: Fetch data from parent zone
sv_se: Hämta data från parent zone

source: Nameservers (up to 30)
sv_se: Namnservrar (max 30 st)

source: Get IP-address
sv_se: Hämta IP-adress

source: Leave ip-field empty if you want us to fetch the IP-address then you start the test
sv_se: Lämna ip-fältet tomt om du vill att vi ska hämta IP-adressen när du startar testet

source: + Add more nameservers
sv_se: + Lägg till fler namnservrar

source: + Add row for digest
sv_se: + Lägg till rad för digest

source: What is pre-delegated domain check?
sv_se: Vad är ett odelegerat domäntest?

source: The test you´re trying to get is missing.
sv_se: Testet du försöker komma åt saknas.
